Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=10_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: PiizarkåŠdd
fin: Sihteeristö

source: SääŠmteeŠǧǧ piizarkåŠdd årrai koummen konttrest
fin: Saamelaiskäräjien sihteeristö koostuu kolmesta toimistosta

source: Takai koontâr håidd ekonomii-, personkåŠdd- da jeeŠres takaivaaldšemma kuulli aaŠššid.
fin: Yleinen toimisto hoitaa talous-, henkilöstö- ja muita yleishallintoon liittyviä asioita.

source: SääŠmǩiõl koontâr čõõđat sääŠmǩiõlʼlääŠjj (lääŠǩǩ 1086/2003, asetõs 108/2004) mieŠlddsaid tuâjaid.
fin: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.

source: Tõt âânn huõl lääŠjjest jurddum jåårǥlâŠttemtuâjai tuåimtumuužžid jeeŠres veŠrǧǧneeŠǩǩid da strooitlid, veäŠǩǩad veŠrǧǧneeŠǩǩid da strooitlid sääŠmǩiõl siltteejai tuulki haŠŋǩǩumuužžâšt da jeeŠres sääŠmǩiollʼlääŠjjest jurddum tuâjain da präävv sääŠmǩiõllʼlääŠjjest šiõttuum täävtõõzzi teâuddjumuužž da tuejjeeŠl taarbšem mieŠldd alttõõzzid sääŠmǩiõl ââŠnnem ooudâsviikkâm diõtt.
fin: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.

source: ŠkoouŠlŠjem- da mättŠtemaaunâskoontâr valmštââll da peejj tuåiŠmme luŠvddkååŠdd ǩiõttʼtõõllâm aaŠššid.
fin: Koulutus- ja oppimateriaalitoimisto valmistelee ja toimeenpanee lautakunnan käsittelemät asiat.

source: Tõt vaŠsttad sääŠmǩiõllsa mättŠtemaunnâž plaanâst, valmštumuužžâst da jueŠǩǩmest, sääŠmnuõri čeäŠppvuõđpeeiŠvi riâššmõõžžin, čõõđad sääŠmmättʼtõõzz statistiikkid da âânn õhttvuõđ sääŠmmättŠtõõzz riâšši kooŠddid da škooulid da mättʼtõõttâm vaaldšumuŠšše.
fin: Se vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.

source: Koontâr valmštââll da peejj tuåiŠmme še saaŠmi škoouŠlʼjemaaŠšši õhttsažtuâjjorgaan såbbri aaŠššid da vuässââtt saaŠmi mättʼtõsvaaldšem tâŠvvjânnamlaž õhttsažtuõjju.
fin: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.

source: TuåimmpääiŠǩ
fin: Toimipaikat

source: SääŠmteeŠǧǧi piizarkååŠdd väŠlddtuåimmpäiŠǩ lij Aanrest.
fin: Saamelaiskäräjien sihteeristön päätoimipaikka sijaitsee Inarissa.

source: SääŠmteeŠǧǧest liâ čårrtuåimmpääiŠǩ še Enontekiö da Uccjooǥǥ ceerkavsiidin.
fin: Saamelaiskäräjillä on sivutoimipisteet myös Enontekiön ja Utsjoen kirkonkylissä.
